const route = {
  호성: {
    강남구: "독정천",
    강동구: "고덕산 자락길",
    강북구: "북서울꿈의숲 산책길",
    강서구: "우장산 공원 산책길",
  },
  정은: {
    관악구: "낙성대 산책길",
    광진구: "성동 송정둑길",
    구로구: "개웅산 숲 산책길",
    노원구: "월계근린공원 산책길",
  },
  혜진: {
    동대문구: "홍릉수목원길",
    동작구: "보라매공원 산책길",
    마포구: "매봉산 자락길",
    서초구: "반포천",
  },
  태원: {
    성북구: "오동공원 산책길",
    송파구: "석촌호수 산책길",
    양천구: "달마을공원 산책길",
    용산구: "남산야외식물원 산책길",
  },
  은혜: {
    은평구: "진관공원 나들길",
    종로구: "인왕산 자락길",
    중구: "숭례문구간",
  },
};
console.log(Object.keys(route));
// 1. 자기 경로 길 만들기
// 2. 알아서 가까운 쓰레기통을 찾기, 후보 3개
